tap "aws/tap"
tap "clementtsang/bottom"
tap "d12frosted/emacs-plus"
tap "federico-terzi/espanso"
tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "joshmedeski/sesh"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "lucassabreu/tap"
tap "nikitabobko/tap"
tap "stripe/stripe-cli"
tap "xorpse/formulae"
brew "amazon-ecs-cli"
brew "awscli"
brew "bash"
brew "bat"
brew "bottom"
brew "dash"
brew "direnv"
brew "dos2unix"
brew "elixir"
brew "erdtree"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-tar"
brew "libusb"
brew "gnupg"
brew "go"
brew "gum"
brew "hasura-cli"
brew "hyperfine"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lf"
brew "lsd"
brew "lua"
brew "luarocks"
brew "mackup"
brew "protobuf"
brew "mosh"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nvimpager"
brew "openjdk"
brew "tmux"
brew "overmind"
brew "pgcli"
brew "pkg-config"
brew "postgresql@16", restart_service: true
brew "python@3.9"
brew "rebar3"
brew "ripgrep"
brew "sqlx-cli"
brew "starship"
brew "switchaudio-osx"
brew "tealdeer"
brew "terminal-notifier"
brew "terraform"
brew "trash-cli"
brew "wakatime-cli"
brew "wallpaper"
brew "wget"
brew "yazi"
brew "zig"
brew "zlib"
brew "zoxide"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-native-comp", "with-spacemacs-icon"]
brew "federico-terzi/espanso/espanso"
brew "fsouza/prettierd/prettierd"
brew "joshmedeski/sesh/sesh"
brew "stripe/stripe-cli/stripe"
cask "1password"
cask "aerospace"
cask "appcleaner"
cask "balenaetcher"
cask "daisydisk"
cask "dotnet-sdk"
cask "fantastical"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-source-code-pro"
cask "ganache"
cask "hyper"
cask "imageoptim"
cask "inkscape"
cask "ipfs"
cask "plover"
cask "postman"
cask "qutebrowser"
cask "rocket"
cask "signal"
cask "slack"
cask "spacelauncher"
cask "spotify"
cask "visual-studio-code"
cask "wezterm-nightly"
